// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "설정 길잡이";

//Device Discovery

PrinterNameColumnTitle = "프린터 이름";
PrinterModelColumnTitle = "프린터 모델";
PrinterDriverColumnTitle = "프린터 드라이버";
ConnectionColumnTitle = "연결";
DetailsColumnTitle = "자세히";

DeviceDiscoveryTaskName = "장치 추가";
DeviceDiscoveryNameText = "이름:";
DeviceDiscoveryInformativeText = "목록에서 프린터를 선택하고 계속을 눌러 프린터를 시스템에 추가합니다.";

//Queue Created

QueueCreatedText = "프린터에 대한 프린터 대기열이 만들어졌습니다.\n\n이전 목록에 표시된 다른 프린터에 대한 프린터 대기열을 만들려면 뒤로 이동을 클릭하고 이 과정을 반복하십시오.\n\n작업을 마치면 계속을 클릭합니다.";
QueueCreatedTaskName = "프린터 대기열이 만들어짐";

QueueDuplicationAlertTitle = "%@ 설정하기";
QueueDuplicationAlertText = "%@ 대기열이 이미 있습니다. 새 대기열을 생성하시겠습니까?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "더 나은 품질의 제품을 만들 수 있도록 도움을 주시기 바랍니다!\n\nHP Designjet CIP(고객 참여 프로그램)에 참가하여 더 나은 품질의 제품을 만들 수 있도록 도와주십시오. 자동으로 수집되고 인터넷으로 전송되는 익명 프린터 사용 데이터는 고객 여러분의 프린터 사용 방식과 중요 제품 기능을 파악하는 데 유용하게 사용될 것입니다. 모든 데이터는 CIP 개인정보 보호정책에 따라 수집 및 사용됩니다. 설문조사에 의무적으로 참여하거나 추후 이메일을 발송할 것을 요구하지 않으며, 어떤 개인 연락처 정보도 수집하지 않습니다. 참여 활동은 언제라도 중단할 수 있습니다.";
CIPIntroductionPrivacyStatementLink = "CIP 개인정보 보호정책";
CIPIntroductionPrivacyStatementLinkTooltip = "CIP 개인정보 보호정책";

"Yes, I want to participate (send anonymous data only)" = "예, 참가하겠습니다(익명 데이터만 전송).";
"No, thank you" = "아니요, 참가하지 않겠습니다.";

CIPIntroductionTaskName = "HP Designjet 고객 참여 프로그램";
CIPIntroductionTaskTOCTitle = "소개";
CIPSendSerialText = "'내 프린터의 일련 번호 전송'을 선택하면 보다 나은 제품 서비스 및 지원을 제공해 드릴 수 있으며, 이 정보는 특정 사용량 기반 보상 프로그램의 자격 여부를 판단하는 데 필요합니다.";

"Send my printer's serial number" = "내 프린터의 일련 번호 전송";

//CIP Business Profile

CIPBusinessProfileText = "귀하의 작업 환경을 더 잘 이해할 수 있도록 다음 선택 정보를 입력해 주십시오. 이 정보를 제공하지 않고 CIP 참가에 동의할 경우에도 HP는 익명의 프린터 사용량 데이터를 수집합니다. 모든 데이터는 HP 개인정보 보호정책에 따라 수집 및 사용됩니다. 설문조사에 의무적으로 참여하거나 추후 이메일을 발송할 것을 요구하지 않으며, 어떤 개인 연락처 정보도 수집하지 않습니다.";

CIPBusinessProfileTaskName = "HP Designjet 고객 참여 프로그램";
CIPBusinessProfileTaskTOCTitle = "비즈니스 소개";

BusinessTypeText = "비즈니스 유형:";
BusinessSizeText = "비즈니스 규모:";
GeographicalRegionText = "지역:";

"None" = "없음";
"Architecture, Engineering, Construction" = "건축, 엔지니어링, 건설";
"Graphic Design, Advertising Services" = "그래픽 디자인, 광고 서비스";
"Infrastructure, Utilities, Telecommunications" = "기반 시설, 공공 설비, 전기 통신";
"Manufacturing, Automotive, Transportation" = "제조, 자동차, 운송";
"Printing Services" = "인쇄 서비스";
"Professional Photography Services" = "전문 사진 서비스";
"Public Sector" = "공공 부문";
"Other" = "기타";

"1-10 employees" = "직원 1~10명";
"10-100 employees" = "직원 10~100명";
"100-1000 employees" = "직원 100~1000명";
"more than 1000 employees" = "직원 1000명 이상";

"Americas" = "미국";
"Europe, Middle East, Africa" = "유럽, 중동, 아프리카";
"Asia Pacific, Japan" = "아시아 태평양, 일본";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support는 HP 프린터를 모니터링하고 최신으로 유지하며 최상으로 실행할 수 있는 쉽고 간편한 방법을 제공합니다.\
\n\n자세한 내용은 HP Proactive Support 계약을 참조하십시오.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "HP Proactive Support 계약을";
ProactiveSupportAgreementLinkTooltip = "HP Proactive Support 계약서";

"Yes, I want to enable it" = "예, 활성화하겠습니다.";

//HP Printer Monitor

PrinterMonitorTextField = "HP Printer Monitor 응용 프로그램을 통해 HP Designjet 프린터의 상태를 백그라운드로 실행하고 프린터를 실행해야 할 때(예: 카트리지 문제 또는 용지 걸림) 알려줄 수 있습니다.\n경고 형태로 알림을 받으시겠습니까? 이 설정을 나중에 지정할 수 있습니다.";
AdviseAlertsAgreement = "예, 지금 받겠습니다.";
AdviseAlertsChoosen = "경고는 Dock에 직접 배너로 팝업됩니다.";
AdviseAlertsNotChoosen = "경고가 Dock에 팝업되지 않습니다. HP 프린터 모니터를 열어 경고를 확인해야 합니다.";

PrinterMonitorTaskName = "HP 프린터 모니터 - 경고";
PrinterMonitorTaskTOCTitle = "HP 프린터 모니터";

"Show all alerts" = "모든 경보 표시";
"Show only critical alerts" = "중요한 경고만 표시";

// Web Registration

WebRegistrationTaskName = "웹 등록";

WebRegistrationTextField = "제품을 구입해 주셔서 감사합니다!\n\n잠시 시간을 내어 새 프린터를 등록해 주십시오. 등록을 하시면 다음 혜택을 받으실 수 있습니다.\n\nHP 프로그램에 참여할 수 있으며 다양한 선물도 받을 수 있습니다.\n\n고객에게 가장 적합한 제품을 지속적으로 설계하는 데 필요한 정보를 HP에게 제공해 주십시오.\n\nDesignjet 온라인에 무료 회원으로 가입하십시오. 이를 통해 프린터 자체 뿐만이 아니라 잉크, 매체, 드라이버,응용 프로그램 등에 대한 뉴스와 정보를 받아보실 수 있습니다. 또한 여기에는 다양한 사례가 들어 있으며, 이들 중 일부는 사용자가 직접 만든 것입니다.\n\n제품 등록을 완료하지 않는다고 해서 보증서 상의 권리가 사라지는 것은 아닙니다.\n\n등록...";

WebRegistrationLink = "등록...";
WebRegistrationLinkTooltip = "등록";

WebRegistrationStatementText = "\"계속\"을 클릭하면 기본 웹 브라우저가 열리고 HP 웹 페이지로 이동합니다.\n\n이 작업을 완료하려면 HP 서버 보안을 위해 일부 개인 정보가 전송되어야 합니다. 이때 전송되는 정보는 다음과 같습니다.\n\nIP 주소\n프린터 모델\n운영체제\n\nHP 온라인 개인정보 취급방침";

WebRegistrationStatementLink = "HP 온라인 개인정보 취급방침";

"Cancel" = "취소";
"Continue" = "계속";

//Summary

SummaryTextField-1 = "설정 길잡이가 완료되었습니다.";
SummaryTextField-2 = "HP 프린터 모니터에서 다음을 활성화했습니다.";
SummaryTextCIP = "HP Designjet 고객 참여 프로그램";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "알림 메시지 기능";
SummaryTextField-3 = "알림 메시지 기능에 대한 설정을 변경하고 HP Designjet 프로그램에 참여하려면 HP 프린터 모니터 응용 프로그램에서 사용할 수 있는 모니터링 기본 설정을 엽니다.";

SummaryTaskName = "요약";

//CIP Privacy Statement Window

PrivacyStatementText = "HP는 개인 정보를 소중히 다루고 보호할 것을 약속합니다.\n\nHP는 귀하의 권한을 통해 '고객 참여 프로그램'(CIP) 기능을 사용하여 귀하의 제품에서 인터넷을 통해 구성 및 사용 정보를 HP에 정기적으로 보낼 수 있다는 사실을 알리기 위해 본 개인정보 보호정책을 제공합니다. HP로 전송되는 정보는 제품과 서비스를 개선하고 HP와 사전 예방적 카트리지 교체, 페이지당 지불 계약, 지원 협약, 사용 추적 같은 서비스를 제공받는 협력 관계를 맺고 있는 경우 장치를 모니터링하는 데 사용됩니다.\n\nHP는 프린터의 상태 및 사용 데이터와 기타 프린터별 데이터를 수집합니다. 이 데이터는 '고객 참여 프로그램'(CIP)을 활성화하기 위해 해외의 기타 HP 법인과 공유될 수 있으며, HP가 제품과 서비스 품질을 향상시킬 수 있도록 시장 조사를 수집할 수 있습니다.\n\n아래 목록은 '고객 참여 프로그램'에서 수집하게 되는 대표적인 항목으로서 전체를 기재한 것은 아닙니다:\n\n프린터 정보:\n\t- 제품 이름\n\t- 제품 번호\n\t- 일련 번호\n\t- 펌웨어 버전\n\t- 프린터 상태\n\t- 프린터 사용량 데이터\n\t- 이벤트 로그(프린터 오류 목록 포함)\n\t- 마지막으로 인쇄한 사용 통계 정보\nHP는 HP 온라인 개인정보 보호정책 규정에 따라 수집한 데이터를 관리할 것이며 수집한 프린터 상태와 사용 데이터를 주의 깊게 다룰 것입니다. 개인정보 보호 및 정보 수집 관례에 대한 최신 정보를 확인하려면 해당 국가의 HP 웹 사이트에 문의하십시오.\n\n귀하의 데이터 액세스, 수정, 취소 등에 대한 자세한 내용은 myprinteradmin@hp.com으로 문의해 주시기 바랍니다.";

HPPrivacyStatement = "HP 개인정보 보호정책";
PersonalDataRightsNotice = "개인 데이터 권한 고지";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support는 HP 프린터를 모니터링하는 데 쉽고 편리한 방법을 제공하며 프린터를 최신의 상태 및 최상의 구동 상태로 유지해 줍니다.
HP Proactive Support 서비스는 시스템에 설치된 hp 하드웨어 및 소프트웨어에 필요한 최신 업데이트를 진행하고 설치 사항을 선택할 수 있도록 합니다.
간단한 경고 및 지원 정보를 통해 프린터 주의 시기와 실행 사항들을 알 수 있습니다.</p>

<p>사용 가능한 새 업데이트가 출시되면 이 서비스를 통해 설치됩니다.
HP Proactive Support 서비스는 사용자가 지정한 기간에 따라 정기적으로 새 업데이트를 확인합니다.</p>

<p>HP는 HP Proactive Support를 이용하는 고객에 대한 개인정보 보호지침을 준수합니다. HP Proactive Support 서비스를 통해 컴퓨터에서 수집된 데이터는 
소프트웨어 업데이트 설치 여부 및 시스템에 HP가 인지하는 잠재적인 문제 발생 여부를 결정하는 데 사용됩니다.</p>

<p>추적된 정보는 개인 고객, 컴퓨터 또는 연결된 프린터를 추적하는 데 사용되지 않습니다. 이름, 주소 또는 이메일 주소 등과 같은 
개인 인증 데이터는 수집되지 않습니다.
수집된 데이터는 시장 조사 목적을 위한 통계 자료(익명으로 처리)로 사용될 수 있고 HP의 제품 및 서비스 품질을 향상시키는 데 사용될 수 있습니다.</p>

<p>이 데이터는 HP로 전송한 마지막 데이터 날짜로부터 최대 5년 동안 유지되고 해외에 있을 수 있는 HP 시스템으로 전송됩니다. 전송 컴퓨터의 IP 주소는 표준 웹 통신에 따라 전송 목적으로 사용됩니다.</p>

<p>HP Proactive Support에 의해 수집되는 정보는 다음과 같습니다.<br>
- 운영체제 이름<br>
- 국가 설정<br>
- 언어 설정<br>
- HP 프린터 모니터 하에서 구성된 프린터 목록</p>

<p>HP Proactive Support 서비스를 향상시키기 위해 HP는 다운로드 시도 횟수, 설치 완료된 업데이트 횟수 또는 업데이트 실패 횟수를 추적할 수도 있습니다. 이 데이터는 익명으로 추적됩니다.
HP Proactive Support는 고객 데이터에 고유 식별자를 부여하지 않습니다.</p>

<p>개인정보 보호정책에 대한 자세한 정보는 <a href=\"http://www.hp.com/go/proactivesupport/privacy/ko\">http://www.hp.com/go/proactivesupport/privacy</a> 로 방문해 주십시오.</p></font></body></html>";


